[{"id":"Data-Opener","level":"titanium","image":"https://coscup.org/2022-static/images/sponsor/Data-Opener.png","link":"https://i.coscup.org/dataopener","name":{"en":"Data Opener","zh-TW":"資料申請小幫手"},"intro":{"en":"Improve the ecosystem of open data applications, and start a community for open data, to discuss about application process of open data, sharing experience and questions, and then push gov to actively open data,  and use friendly formats.","zh-TW":"改善開放資料申覆業務，建立開放資料的民間社群，討論與彙整在申請資料過程中的問題與經驗，進而促使政府更積極開放資料，並提更友善的串接格式。"},"prepare":false},{"id":"Blocto","level":"titanium","image":"https://coscup.org/2022-static/images/sponsor/Blocto.png","link":"","name":{"en":"Blocto","zh-TW":"Blocto"},"intro":{"en":"","zh-TW":""},"prepare":true},{"id":"ITRI","level":"diamond","image":"https://coscup.org/2022-static/images/sponsor/ITRI.png","link":"","name":{"en":"Open Source Software(OSS) SIG/ Industrial Technology Research Institute (ITRI)/Institute for Information Industry (III)","zh-TW":"5G產業創新發展聯盟_開源系統軟體SIG/工業技術研究院/財團法人資訊工業策進會"},"intro":{"en":"","zh-TW":""},"prepare":true},{"id":"Kronos","level":"diamond","image":"https://coscup.org/2022-static/images/sponsor/Kronos.png","link":"","name":{"en":"Kronos Research","zh-TW":"麒點科技"},"intro":{"en":"","zh-TW":""},"prepare":true},{"id":"ESUNBANK","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/ESUNBANK.png","link":"https://i.coscup.org/esunbank","name":{"en":"E.SUN Bank","zh-TW":"玉山銀行"},"intro":{"en":"E.SUN Bank was established in 1992, which was named after the highest mountain in Taiwan. We offer warm and attentive services with sincerity and have become customers’ first choice in financial services. As Fintech emerges as the fastest growing tech sector, E.SUN has established the first Intelligent Banking Division to provide a variety of AI-enabled financial services. The exceptional overall performance has been recognized by the world-renowned technology consulting firm “International Data Corporation” (IDC), which has awarded the highest honor of \" Future Enterprise of The Year\". In other words, it highlights E.SUN’s achievements in IT infrastructure, operational resilience, financial technology and other areas, and we will continue to provide more innovative financial services to our customers. With the teamwork of like-minded financial professionals, we believe E.SUN will be one of the leading banks in the world","zh-TW":"玉山銀行成立於1992年，以台灣最高的山為名，秉持「心清如玉，義重如山」的理念，提供顧客全方位的金融服務。因應金融科技的發展趨勢，玉山設立金融業第一個以AI為核心的智能金融團隊，結合科技與金融專業，創造多種新型態的數位金融服務並快速成長，傑出的綜合表現獲得全球知名科技諮詢顧問公司「國際數據資訊」(IDC)的青睞，獲頒年度最高榮譽「2021未來企業大獎」，肯定玉山在基礎工程、營運韌性、智能金融等各方面的成就。玉山將持續結合各領域專家團隊的力量，發展有特色的創新金融服務，讓台灣的金融服務登上國際金融舞台，成就台灣的玉山、世界的玉山。"},"prepare":false},{"id":"SHOPLINE","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/SHOPLINE.png","link":"https://i.coscup.org/shopline","name":{"en":"Shopline","zh-TW":"Shopline"},"intro":{"en":"Everyone Starts Small.\nSHOPLINE was founded in Hong Kong in 2013. We started small from a 3-person team to a company with hundreds of staff regionally today.\n\nWe believe SHOPLINE’s platform is a powerful tool to help entrepreneurs to achieve their entrepreneurial dreams. We hope to create an ecosystem with rich resources where entrepreneurs will have the opportunity to be their own boss, help one another, develop their own franchise and be able to sell globally through their online shop.\n\nWith offices in Hong Kong, Taiwan, Kuala Lumpur, Ho Chi Minh City, Shenzhen, Guangzhou, Singapore and Bangkok, SHOPLINE has become an international team across 8 cities, Asia’s biggest smart commerce platform that empowers merchants to succeed everywhere.","zh-TW":"SHOPLINE 全球智慧開店平台，創立於 2013 年，秉持著「 Empower merchants to succeed anywhere 」的理念，期望讓想創業的團隊、想建立品牌的企業組織，都能透過 SHOPLINE 的服務，成功將品牌、產品推廣到世界各地。\n\nSHOPLINE 是致力於協助品牌一舉創建、管理線上與線下商店的一站式智慧開店服務，提供包含網路開店、跨境電商、社群購物、零售 POS 系統以及 O2O 虛實整合等全通路解決方案，此外，亦有專業的數位行銷團隊協助品牌執行廣告投遞、市場策略建議、行銷企劃以及商店代營運等全方位的開店解決方案，助力各種規模的品牌都能扎根本地，放眼世界，實現全通路零售的版圖佈局。\n\n目前，SHOPLINE 已協助全亞洲超過 35 萬品牌開店，包含 Cubiio、Cheese Duke 起士公爵、Durex 杜蕾斯、海邊走走、京盛宇、綠藤生機、Lucy's、美珍香、葡吉食品、古典玫瑰園、Smith & Hsu 等知名品牌選用。於 2021 年度，SHOPLINE 更成功協助所有品牌用戶接觸累計超過 7 億人次的消費者，讓 SHOPLINE 成為亞太市場的行業領軍者。\n\n發展至今，SHOPLINE 已是超過一千八百人，跨越香港、台北、吉隆玻、胡志明、深圳、廣州、新加坡、曼谷等 8 大亞洲城市的國際化團隊。SHOPLINE 創新的服務與頂尖的團隊專注為品牌打造最好的產品，曾於 2014 年獲選加入矽谷著名初創企業育成機構 500startups 孵育計畫，是香港多年來第二間加入的團隊，更在 2016 年選入阿里巴巴集團的香港創業基金首批三家名單，2019 年也獲得新一輪資金挹注，投資人包含中華開發創新加速有限公司以及阿里巴巴香港創業者基金的增投。"},"prepare":false},{"id":"Appier","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/Appier.png","link":"https://i.coscup.org/appier","name":{"en":"Appier","zh-TW":"Appier"},"intro":{"en":"Appier is a software-as-a-service (SaaS) company that uses artificial intelligence (AI) to power business decision-making. Founded in 2012 with a vision of democratizing AI, Appier’s headquarter is in Taipei, Taiwan and has offices in 17 cities across Asia Pacific, U.S. and Europe, including Tokyo, Osaka, Singapore, Seoul, Kuala Lumpur, Ho Chi Minh City, Manila, Hong Kong, Beijing, Mumbai, New Delhi, Jakarta, Sydney, Bangkok, Paris, and San Francisco. We currently provide services to 1,000+ global brands and agencies and is listed on the Tokyo Stock Exchange (Ticker number: 4180). Visit www.appier.com for more information. ","zh-TW":"Appier 是一家以人工智慧（AI）為核心的軟體即服務（SaaS）公司，運用 AI 協助企業進行商業決策。Appier 成立於 2012 年，以實現 AI 的普及化（AI Democratization）為願景。總部設於台北，在亞太地區、歐洲及美國擁有 17 個營業據點，包括東京、大阪、新加坡、首爾、吉隆坡、胡志明市、馬尼拉、香港、北京、孟買、新德里、雅加達、雪梨、曼谷、巴黎、舊金山，為超過 1,000 家全球知名品牌與代理商提供優質的服務，並於東京證券交易所掛牌上市(股票代號 4180）。欲了解更多訊息，請造訪 www.appier.com。"},"prepare":false},{"id":"foodpanda","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/foodpanda.png","link":"https://i.coscup.org/foodpanda","name":{"en":"foodpanda","zh-TW":"foodpanda"},"intro":{"en":"foodpanda is a leading delivery platform in Asia dedicated to bringing\nconsumers a wide range of food, groceries and more, quickly and\nconveniently. Powered by technology and operational excellence, foodpanda\nis spearheading the growth of quick-commerce (q-commerce) across the\nregion with its network of retail partners, as well as pandamart cloud stores to\nprovide more on-demand options beyond the millions of food delivery options.\nfoodpanda operates in more than 300 cities across 11 markets in Asia -\nSingapore, Hong Kong, Thailand, Malaysia, Pakistan, Taiwan, Philippines,\nBangladesh, Laos, Cambodia, and Myanmar.\nfoodpanda is a subsidiary of Delivery Hero, a global leader of the food\ndelivery industry. Building up the APAC Data Technology Support Center in\nthe second half of 2021, with the goal of &quot;Building up the database and\nstrengthening the application, optimizing delivery efficiency, and improving\nAPP user satisfaction&quot;.\nFor more information, visit www.foodpanda.com.","zh-TW":"foodpanda 身為外送平台亞洲領導品牌，致力於為消費者帶來即時且便利的美\n食、生鮮雜貨外送體驗。透過卓越的科技與完善的營運佈局，foodpanda 領航\n快商務發，攜手合作零售商家網絡與pandamart熊貓超市提供即時、豐富多元\n的消費選擇。至今，foodpanda 外送服務在亞洲已拓展至 11 個市場，超過\n300 個城市，包含：新加坡、香港、泰國、馬來西亞、巴基斯坦、台灣、菲律\n賓、孟加拉、寮國、柬埔寨和緬甸。\nfoodpanda 為德國全球美食外送集團 Delivery Hero 的子公司，於 2021 下半年\n打造亞太數據科技支援中心，目標為「數據資料庫開發運用、優化外送效率與\n提升APP使用滿意度等功能強化及研發」。\n詳情請參考：www.foodpanda.com"},"prepare":true},{"id":"SiFive","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/SiFive.png","link":"","name":{"en":"SiFive","zh-TW":"SiFive"},"intro":{"en":"","zh-TW":""},"prepare":true},{"id":"MySQL","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/MySQL.png","link":"https://i.coscup.org/mysql","name":{"en":"MySQL","zh-TW":"MySQL"},"intro":{"en":"MySQL is the world’s most popular open source database. With its proven performance, reliability and ease-of-use, MySQL has become the leading database choice for web-based applications, used by high profile web properties including Facebook, Twitter, YouTube, Yahoo! and many more. Additionally, it is an extremely popular choice as embedded database, distributed by over 3,000 ISVs & OEMs.\n.\nTo organizations in need of an open source, ACID-compliant transnational database delivering real-time in-memory performance and 99.999 percent availability, Oracle offers MySQL Cluster. MySQL Cluster powers the subscriber databases of major communications service providers and is used in global fraud detection for financial transactions.\n.\nOracle drives MySQL innovation, constantly improving MySQL solutions and delivering new capabilities to power next generation web, cloud, mobile and embedded applications.\n.\nFor more information, visit http://www.mysql.com/","zh-TW":"MySQL 是全球最受歡迎的資料庫。因其久經驗證的性能和易用性，MySQL 己成為網路應用的首選資料庫，其中包含全球知名的大型用戶包括臉書、推特、Youtube 和雅虎等都是重量級用戶。另外它也是非常受歡迎的嵌入式資料庫，有超過 3000 家ＩＳＶ和ＯＥＭ在使用。\n.\n對於需要開源，同時要符合 ACID 交易型資料庫，又要能以存資料於記憶體而帶來即時的性能的組織，甲骨文用 MySQL Cluster 來滿足這些需求。MySQL Cluster 是推動現今主要的電信服務設備供應商的訂閱者資料庫，和全球最大的金融交易服務商的詐欺偵測資料庫的核心力量。\n.\n甲骨文引領 MySQL 創新，不斷改進 MySQL 解決方案同時帶來新的功能，以推動下一代的網路應用，雲，行動和嵌入式應用。更多更詳細的訊息請參考: http://www.mysql.com/"},"prepare":true},{"id":"Redhat","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/Redhat.png","link":"https://i.coscup.org/redhat","name":{"en":"Red Hat Inc. - Taiwan Branch","zh-TW":"紅帽軟體股份有限公司-台灣分公司"},"intro":{"en":"Red Hat is the world’s leading provider of enterprise open source software solutions, using a community-powered approach to deliver reliable and high-performing Linux, hybrid cloud, container and Kubernetes technologies. Red Hat helps customers develop cloud-native applications, integrate existing and new IT applications, and automate and manage complex environments. A trusted adviser to the Fortune 500, Red Hat provides award-winning support, training and consulting services that bring the benefits of open innovation to any industry. Red Hat is a connective hub in a global network of enterprises, partners and communities, helping organizations grow, transform and prepare for the digital future.","zh-TW":"紅帽是企業開放原始碼軟體解決方案的全球領導廠商，以開源社群為動力，提供可靠、高效能的 Linux、混合雲、容器與 Kubernetes 技術。紅帽協助客戶開發雲端原生應用、整合新舊 IT 應用服務，且管理複雜的作業環境並將其自動化。紅帽是深受眾多財星五百大企業信賴的顧問公司，提供獲獎的支援、訓練與諮詢服務，將開源創新的效益擴散至所有產業。作為全球企業、夥伴和社群的連結中心，紅帽能協助企業成長、轉型並為數位時代做好準備。"},"prepare":true},{"id":"KKCompany","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/KKCompany.png","link":"","name":{"en":"KKCompany","zh-TW":"KKCompany"},"intro":{"en":"","zh-TW":""},"prepare":true},{"id":"Crescendo","level":"gold","image":"https://coscup.org/2022-static/images/sponsor/Crescendo.png","link":"https://i.coscup.org/crescendo","name":{"en":"Crescendo Lab","zh-TW":"漸強實驗室 "},"intro":{"en":"Crescendo Lab Ltd. was founded in 2017 with a vision to improve the state of the world by being a world-class B2B enterprise technology company. Our data analysis products and automatic marketing technologies help enterprises enhance client lifetime value by building better customer experiences. Invested by well-known AI company iKala, Crescendo Lab has been selected as a golden LINE Technical Partner in 2022, and is the leading player in Taiwan MarTech platform ecosystem by serving more than 400 brands. Starting in 2021, Crescendo Lab has expanded its business to Thailand and Japan markets with the ambition to provide digital transformation strategies internationally.","zh-TW":"漸強實驗室創立於2017年，以打造世界級的B2B軟體服務公司為目標，透過數據追蹤與行銷自動化技術，幫助品牌客戶活用數據，掌握客戶輪廓，極大化營運成效。漸強實驗室成立不滿兩年即獲得跨國AI集團iKala投資，並於今年成為LINE台灣唯一金級技術合作夥伴，目前服務超過400家品牌商，範圍跨足電商、零售、媒體、餐飲、金融等產業，是台灣MarTech生態圈重要領頭羊。除了台灣市場，漸強實驗室也在2021年將營業版圖拓展至泰國、日本市場，協助當地企業展開數位轉型。"},"prepare":true},{"id":"GAMESOFA","level":"silver","image":"https://coscup.org/2022-static/images/sponsor/GAMESOFA.png","link":"https://i.coscup.org/gamesofa","name":{"en":"Gamesofa","zh-TW":"慧邦科技"},"intro":{"en":"Gamesofa was founded in 2005, and through excellence in core web technologies, has developed over 30 multiplayer games across multiple platforms including web, iOS and Android. \n\nIt has cemented its reputation as Taiwan's leading game development company. Gamesofa's motto, \"Fun in Five Minutes\" reflects the company's core philosophy. It successfully brought Taiwan its very first online web Mahjong game “Gamesofa Mahjong,” and is breaking into markets in Indonesia, Vietnam, Singapore, Malaysia and North America with Texas Hold’em, local card game, and Social casino slots apps. Gamesofa boasts a user base of over 75 million registered users worldwide, and over 2 million daily active users. In addition to its constant drive to innovate in game development, Gamesofa has become an industry leader at employing data analysis to drive operational decisions. This allows product development, operations, and marketing teams to use data analysis tools and model projections to quickly grasp emerging situations and draw up strategies. Gamesofa is a company full of youth, passion, and proficiency.","zh-TW":"慧邦科技Gamesofa成立於2005年，透過優異的網路核心技術，自製研發並行銷營運30餘款web, iOS, Android多人遊戲，是台灣首屈一指的遊戲開發公司。\nGamesofa以「5分鐘．想樂最輕鬆」為核心理念，成功打造台灣第一大網路麻將遊戲【神來也麻將】並在印尼、越南、星馬、美加推出德州撲克與當地牌類麻將及老虎機遊戲，全球累積註冊用戶數超過7,500萬，每日活躍用戶超過200萬人。Gamesofa除了在遊戲開發力求創新，更擅長以資料分析驅動營運決策，讓產品開發、營運、行銷團隊皆能透過數據分析工具與預測模型，快速掌握遊戲狀況，擬定策略，是一間充滿熱情與效率的年輕企業。"},"prepare":false},{"id":"The-Archilife-Research-Foundation","level":"bronze","image":"https://coscup.org/2022-static/images/sponsor/The-Archilife-Research-Foundation.png","link":"https://i.coscup.org/archilife","name":{"en":"The Archilife Research Foundation","zh-TW":"祐生研究基金會"},"intro":{"en":"Since 1987, the Archilife Research Foundation started long-term researches in architecture, sustainability, and go on to other areas of knowledge integration. Efforts including previously giving scholarships in aforementioned areas, and currently holding reading group meetings and communion events for knowledge keepers to better our understandings of the world. Starting from 2011, we also have been sponsoring various open source related events, holding meetups and game jams for local game developers’ groups, in the hope of supporting the growth of relevant communities in these fields.","zh-TW":"祐生研究基金會自 1987 年推動建築與環境永續發展之研究開始，推動長期的知識累積與人才培養。除了過去建築、環境、生態、健康與資訊社會與文化等面向之碩士論文獎助主題外，本會目前定期舉辦的聯誼會及讀書會，強化祐生成員的知識密度。 其後，於 2011 年起，本會持續針對國內開源活動進行贊助，也針對國內獨立遊戲開發者，推動知識與資訊分享聚會，期能幫助國內相關社群之發展。"},"prepare":false},{"id":"The-Linux-Foundation","level":"friend","image":"https://coscup.org/2022-static/images/sponsor/The-Linux-Foundation.png","link":"https://i.coscup.org/linux","name":{"en":"The Linux Foundation","zh-TW":"The Linux Foundation"},"intro":{"en":"The OpenChain Project maintains the International Standard for open source license compliance. This allows companies of all sizes and in all sectors to adopt the key requirements of a quality open source compliance program. This is an open standard and all parties are welcome to engage with our community, to share their knowledge, and to contribute to the future of our standard.","zh-TW":"The OpenChain Project maintains the International Standard for open source license compliance. This allows companies of all sizes and in all sectors to adopt the key requirements of a quality open source compliance program. This is an open standard and all parties are welcome to engage with our community, to share their knowledge, and to contribute to the future of our standard."},"prepare":false},{"id":"Bureau-Veritas","level":"friend","image":"https://coscup.org/2022-static/images/sponsor/Bureau-Veritas.png","link":"","name":{"en":"Bureau Veritas","zh-TW":"Bureau Veritas"},"intro":{"en":"","zh-TW":""},"prepare":true},{"id":"OCF","level":"co-organizer","image":"https://coscup.org/2022-static/images/sponsor/OCF.png","link":"https://i.coscup.org/ocf","name":{"en":"Open Culture Foundation","zh-TW":"開放文化基金會"},"intro":{"en":"The Open Culture Foundation (OCF), is a nonpartisan, nonprofit organization, founded in 2014 by several members of Taiwan’s open source community. Our main goal is to support local communities advocate the use of open technologies in broader sectors, including open source software, open hardware, and open data. We help government, enterprises, and NGOs better understand the benefits of adopting open source,and promote the importance of open data to the public sphere. We believe that a culture of open collaboration is the foundation for an innovative society, and the engine of a participatory democracy.","zh-TW":"財團法人開放文化基金會（Open Culture Foundation，簡稱 OCF）成立的主要目的，是希望能夠藉由法人組織的力量，協助台灣資訊軟體界的開放源碼社群，包含開放原始碼軟體、開放資料、開放政府 (公民科技)。三個主要領域的發展和應用。\n除此之外，也期許能將開源自由的精神，更廣泛地應用在各個領域。因此，除了協助開源社群之外，基金會也協助民間企業、政府單位、非政府組織及學術單位，讓他們更能了解開源軟硬體的優勢、開放資料的重要性，進而在產、官、學三方推廣開源與開放協作的文化。"},"prepare":false},{"id":"NTUST","level":"co-organizer","image":"https://coscup.org/2022-static/images/sponsor/NTUST.png","link":"https://i.coscup.org/ntust","name":{"en":"Taiwan Tech ECE","zh-TW":"臺灣科技大學 電子工程系"},"intro":{"en":"Our university is recognized as an application-oriented research-type international university. Comply with this axis of the university, the development goal of our department is set as the education of talent high tech personnel and the supplying of delicate application technology. With this, our department will play a role of connecting the basic technology and industrial application. To follow the technology policy of our government and the internationalized trend of education, the tradition of “emphasizing on practical application” in our department will be continued. With “combination of theory and application” and “balance on IQ and EQ”, electronic specialists with “international view and creation capability” will be trained in our department. These engineers will have the ability to design, manufacture, maintain and test the systems and elements in the fields of electronics, information communication and photo-electronics. With the “professional topics for undergraduate students”, “cooperation projects from the industry” and “the enforcement of the manufacturing ability of students”, our professors will help the industry to develop their required technologies. Cooperation with the neighboring educational and researching institutions, we will boom the energy of our research ability, develop our specialism and lift the global competition ability for the industry of our country.","zh-TW":"本校未來定位為「國際化應用研究型大學」，配合學校發展主軸，本系系務發展目標訂為培育優秀高科技人才，並提供精緻創新的應用技術，以扮演銜接基礎科技與產業應用的橋樑角色。\n本系將配合國家科技政策的長遠發展方向與國際化趨勢，發揚本校重視實務能力的傳統，培育理論與實務兼具，專業與倫理並重，具國際視野及精緻創新能力的電子科技人才，使具備各種電子、資通及光電系統和元件之規劃、設計、製作、維護及測試等研發及服務能力。並以專題研究及產學建教合作計畫，加強學生實務能力，協助產業發展技術。並與鄰近教研單位及國際知名學術機構合作，提升研發能量，發展特色，以提昇我國產業的全球競爭力。"},"prepare":false}]